Compulim.vscode-clock
Tyriar.sort-lines
attilabuti.vscode-mjml
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
digitalstreamio.mjml-syntax
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
esbenp.prettier-vscode
fbosch.battery-indicator
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
humao.rest-client
idleberg.applescript
jithurjacob.nbpreviewer
jpoissonnier.vscode-styled-components
justusadam.language-haskell
mikestead.dotenv
ms-azuretools.vscode-cosmosdb
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
ole1986.arma-dev
Orta.vscode-jest
PeterJausovec.vscode-docker
Prisma.vscode-graphql
quicktype.quicktype
rbbit.typescript-hero
redhat.java
richie5um2.vscode-sort-json
shyykoserhiy.vscode-spotify
slevesque.vscode-hexdump
vknabel.vscode-swiftformat
vncz.vscode-apielements
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vsmobile.vscode-react-native
wmaurer.change-case
xabikos.ReactSnippets
yassh.copy-with-line-numbers
zhuangtongfa.Material-theme
