Compulim.vscode-clock
ajhyndman.vscode-svgo
akamud.vscode-theme-onelight
attilabuti.vscode-mjml
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
digitalstreamio.mjml-syntax
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fbosch.battery-indicator
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
humao.rest-client
jithurjacob.nbpreviewer
jpoissonnier.vscode-styled-components
justusadam.language-haskell
Kasik96.swift
kiadstudios.vscode-swift
LinusU.auto-dark-mode
mikestead.dotenv
mohsen1.react-javascript-to-typescript-transform-vscode
ms-azuretools.vscode-cosmosdb
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
Orta.vscode-jest
PeterJausovec.vscode-docker
platformio.platformio-ide
Prisma.vscode-graphql
quicktype.quicktype
rbbit.typescript-hero
redhat.java
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
slevesque.vscode-hexdump
sterin.xcodebuild-tools
tizensdk.tizentv
Toxblh.polacode-fork
Tyriar.sort-lines
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vknabel.vscode-swiftformat
vncz.vscode-apielements
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wmaurer.change-case
yassh.copy-with-line-numbers
zhuangtongfa.Material-theme
