ajhyndman.vscode-svgo
akamud.vscode-theme-onelight
atlassian.atlascode
attilabuti.vscode-mjml
CoenraadS.bracket-pair-colorizer
Compulim.vscode-clock
coolbear.systemd-unit-file
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dcortes92.FreeMarker
digitalstreamio.mjml-syntax
DotJoshJohnson.xml
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fbosch.battery-indicator
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
geddski.macros
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
hangxingliu.vscode-nginx-conf-hint
hbenl.vscode-test-explorer
HookyQR.beautify
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
humao.rest-client
jithurjacob.nbpreviewer
jpoissonnier.vscode-styled-components
justusadam.language-haskell
Kasik96.swift
keesschollaart.vscode-home-assistant
kiadstudios.vscode-swift
LinusU.auto-dark-mode
liximomo.sftp
mikestead.dotenv
mohsen1.react-javascript-to-typescript-transform-vscode
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
mtxr.sqltools
Orta.vscode-jest
p1c2u.docker-compose
platformio.platformio-ide
Prisma.vscode-graphql
quicktype.quicktype
redhat.java
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rtbenfield.vscode-jest-test-adapter
shanoor.vscode-nginx
slevesque.vscode-hexdump
sterin.xcodebuild-tools
TabNine.tabnine-vscode
tizensdk.tizentv
tomoki1207.pdf
Toxblh.polacode-fork
Tyriar.sort-lines
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vknabel.vscode-swiftformat
vncz.vscode-apielements
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wmaurer.change-case
xaver.clang-format
yassh.copy-with-line-numbers
zhuangtongfa.material-theme
